psuiappserver/responseUtilizationD.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"                   xmlns:xsd="http://www.w3.org/2001/XMLSchema"                   xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"                   xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">  <SOAP-ENV:Header/>  <SOAP-ENV:Body><nmwg:message xmlns:nmwg="http://ggf.org/ns/nmwg/base/2.0/" id="message.7307654" type="SetupDataResponse"><nmwg:metadata xmlns:nmwg="http://ggf.org/ns/nmwg/base/2.0/" id="metadata.3066729" metadataIdRef="metadata1-2">    <netutil:subject xmlns:netutil="http://ggf.org/ns/nmwg/characteristic/utilization/2.0/" id="tpr5-s-in-netutil-529">      <nmwgt:interface xmlns:nmwgt="http://ggf.org/ns/nmwg/topology/2.0/">        <nmwgt:ifAddress type="ipv4">202.179.249.74</nmwgt:ifAddress>        <nmwgt:hostName>tpr5.jp.apan.net</nmwgt:hostName>        <nmwgt:ifName>ge-0/0/0.130</nmwgt:ifName>        <nmwgt:ifDescription>TEIN3-SG</nmwgt:ifDescription>        <nmwgt:ifIndex>529</nmwgt:ifIndex>        <nmwgt:direction>in</nmwgt:direction>        <nmwgt:capacity>10000000000</nmwgt:capacity>      </nmwgt:interface>    </netutil:subject>    <nmwg:eventType>http://ggf.org/ns/nmwg/characteristic/utilization/2.0</nmwg:eventType>    <nmwg:eventType>http://ggf.org/ns/nmwg/tools/snmp/2.0</nmwg:eventType>  </nmwg:metadata><nmwg:data metadataIdRef="metadata.3066729" id="data.15603683"><nmwg:datum timeType="unix" value="2.6930400000e+02" valueUnits="Bps" timeValue="1403690500" /><nmwg:datum timeType="unix" value="1.3631300000e+02" valueUnits="Bps" timeValue="1403690600" /><nmwg:datum timeType="unix" value="5.9739000000e+01" valueUnits="Bps" timeValue="1403690700" /><nmwg:datum timeType="unix" value="9.6454000000e+01" valueUnits="Bps" timeValue="1403690800" /><nmwg:datum timeType="unix" value="1.1009400000e+02" valueUnits="Bps" timeValue="1403690900" /><nmwg:datum timeType="unix" value="7.1804000000e+01" valueUnits="Bps" timeValue="1403691000" /><nmwg:datum timeType="unix" value="1.2276500000e+02" valueUnits="Bps" timeValue="1403691100" /><nmwg:datum timeType="unix" value="1.2877800000e+02" valueUnits="Bps" timeValue="1403691200" /><nmwg:datum timeType="unix" value="6.8082000000e+01" valueUnits="Bps" timeValue="1403691300" /><nmwg:datum timeType="unix" value="1.3922300000e+02" valueUnits="Bps" timeValue="1403691400" /><nmwg:datum timeType="unix" value="8.4378000000e+01" valueUnits="Bps" timeValue="1403691500" /><nmwg:datum timeType="unix" value="1.2233000000e+02" valueUnits="Bps" timeValue="1403691600" /><nmwg:datum timeType="unix" value="1.2478800000e+02" valueUnits="Bps" timeValue="1403691700" /><nmwg:datum timeType="unix" value="8.8274000000e+01" valueUnits="Bps" timeValue="1403691800" /><nmwg:datum timeType="unix" value="8.8280000000e+01" valueUnits="Bps" timeValue="1403691900" /><nmwg:datum timeType="unix" value="1.1656600000e+02" valueUnits="Bps" timeValue="1403692000" /><nmwg:datum timeType="unix" value="8.1012000000e+01" valueUnits="Bps" timeValue="1403692100" /><nmwg:datum timeType="unix" value="1.8158600000e+02" valueUnits="Bps" timeValue="1403692200" /><nmwg:datum timeType="unix" value="1.3166800000e+02" valueUnits="Bps" timeValue="1403692300" /><nmwg:datum timeType="unix" value="1.1881400000e+02" valueUnits="Bps" timeValue="1403692400" /><nmwg:datum timeType="unix" value="6.4834000000e+01" valueUnits="Bps" timeValue="1403692500" /><nmwg:datum timeType="unix" value="1.1550000000e+02" valueUnits="Bps" timeValue="1403692600" /><nmwg:datum timeType="unix" value="1.3025000000e+02" valueUnits="Bps" timeValue="1403692700" /><nmwg:datum timeType="unix" value="7.0714000000e+01" valueUnits="Bps" timeValue="1403692800" /><nmwg:datum timeType="unix" value="1.3161800000e+02" valueUnits="Bps" timeValue="1403692900" /><nmwg:datum timeType="unix" value="1.0341000000e+02" valueUnits="Bps" timeValue="1403693000" /><nmwg:datum timeType="unix" value="1.6662000000e+02" valueUnits="Bps" timeValue="1403693100" /><nmwg:datum timeType="unix" value="1.1716200000e+02" valueUnits="Bps" timeValue="1403693200" /><nmwg:datum timeType="unix" value="9.9208000000e+01" valueUnits="Bps" timeValue="1403693300" /><nmwg:datum timeType="unix" value="1.0220600000e+02" valueUnits="Bps" timeValue="1403693400" /><nmwg:datum timeType="unix" value="1.0034400000e+02" valueUnits="Bps" timeValue="1403693500" /></nmwg:data></nmwg:message>  </SOAP-ENV:Body></SOAP-ENV:Envelope>